Repository: bumblebee831/apc
Catalog: src/*.experts/*/experts/locales/*/LC_MESSAGES/*.experts.po
Languages: de

source: Body text
de: Haupttext

source: CV-PDF Upload
de: CV-PDF Hochladen

source: Description
de: Beschreibung

source: Expert Folder
de: Expert Ordner

source: Folder to store experts
de: Ordner um Experte zu speichern

source: Functional criteria
de: Funktionskompetenz

source: Invalid file type
de: Falsche Dokumenttyp

source: Professional experience
de: Branchenkompetenz

source: Subject criteria
de: Themenkompetenz

source: Title
de: Titel

source: batch_x_items_matching_your_criteria
de: ${number} Such-Treffer

source: description_expert_search
de: Lernen Sie hier einen Teil unserer über 100 Experten näher kennen.

source: description_no_results_found
de: Es wurden keine Ergebnisse gefunden.

source: heading_expert_search
de: Expertensuche

source: label_functional_criteria
de: Funktionskompetenz

source: label_professional_experience
de: Branchenkompetenz

source: label_search
de: bitte klicken Sie nach der Auswahl hier

source: label_subject_criteria
de: Themenkompetenz

source: legend_expert_search_criteria
de: Experten suchen sortiert nach:
